# 解決策の理由
Reason.seed(
  :id,
  [
    # 健康
    { id: 1, name: 'ハゲを上回る魅力的な身体を作ればいい！', trouble_id: 1 },
    { id: 2, name: '筋トレして食べて寝る！これだけ！', trouble_id: 2 },
    { id: 3, name: '合間に筋トレ。運動不足解消！', trouble_id: 3 },
    { id: 4, name: '筋トレには病気の予防効果、死亡率を下げる効果がある！', trouble_id: 4 },
    { id: 5, name: '筋トレすれば記憶力が上がる！', trouble_id: 5 },
    { id: 6, name: '手軽で安価、腹持ちが良くて、長期保存可能でしかも美味であるプロテインがおすすめ！', trouble_id: 6 },
    { id: 7, name: '筋肉がつくと代謝が上がって脂肪が落ちて、リバウンドしづらい身体になる！', trouble_id: 7 },
    { id: 8, name: '成長ホルモンの分泌量が増え、血流と睡眠の質が向上し、ストレス解消になって肌環境が良くなる、やらない理由はない！',
      trouble_id: 8 },
    { id: 9, name: '血流の循環を良くするためには黙ってスクワット！', trouble_id: 9 },
    { id: 10, name: '筋トレすると睡眠の質が65%⤴︎、日中の眠気65%⤵︎、筋トレは立派な睡眠剤！', trouble_id: 10 },
    { id: 11, name: 'その蓄えたエネルギーで筋トレ！', trouble_id: 11 },
    { id: 12, name: 'ビールじゃなくてジム終わりのプロテインで乾杯！', trouble_id: 12 },

    # 将来
    { id: 13, name: 'アメリカでは筋トレしてると自己管理ができるという理由で採用されやすい！', trouble_id: 13 },
    { id: 14, name: '筋トレをすることで脳が活性化されて集中力アップ！', trouble_id: 14 },
    { id: 15, name: '筋トレすると日々の充実感が得られる、自分を律することができる、自己肯定感が高くなるからやるしかない！',
      trouble_id: 15 },
    { id: 16, name: '仕事はなくなっても筋肉はなくならない', trouble_id: 16 },
    { id: 17, name: '自分のこと理解できないプロテインくらいに思っとけばいい！', trouble_id: 17 },

    # 人間関係
    { id: 18, name: '「いい体してますね！筋トレしてるんですか？」これでOK！', trouble_id: 18 },
    { id: 19, name: 'いつかは別れの時が来る...でも筋肉はいつもあなたと一緒だ！さあ、筋トレしよう！', trouble_id: 19 },
    { id: 20, name: '筋肉とダンベルはいつもそばにいる！', trouble_id: 20 },
    { id: 21, name: 'ブランド物より、自分で作り上げた体の方が何倍も価値が高い！', trouble_id: 21 },
    { id: 22, name: ' 筋トレをすると日々変わる体重体型などを数値で見て成長を実感でき、自分で自分を評価するようになる！',
      trouble_id: 22 },
    { id: 23, name: '人はほぼ水分とタンパク質でできている。プロテインと話していると思え！', trouble_id: 23 },
    { id: 24, name: '筋トレをすると身体が変わって、自己肯定感や継続力など色んなものが身について自信が持てるようになる！',
      trouble_id: 24 },
    { id: 25, name: '「ごめん、今からジム行ってくる！」で逃げる！', trouble_id: 25 },
    { id: 26, name: '人はほぼ水分とタンパク質でできている。喋るプロテインだ！', trouble_id: 26 },
    { id: 27, name: '筋トレは世界共通言語！「Do you want to hit the gym together with me?」でOK！',
      trouble_id: 27 },
    { id: 28, name: '筋トレして魅力的な身体になれば振り向いてくれる！', trouble_id: 28 },
    { id: 29, name: 'トレする人みんな友達！ジム行こう！', trouble_id: 29 },
    { id: 30, name: '他人は変えられないけど、自分の身体は思うように変えられる！', trouble_id: 30 },
    { id: 31, name: '筋トレして見た目で圧倒すれば誰も何も言ってこない！', trouble_id: 31 },
    { id: 32, name: '筋肉とのコミュニケーションは都合が良い時に取れる！', trouble_id: 32 },

    # お金
    { id: 33, name: '酒やギャンブルは一瞬しか快楽を得られないが、筋トレは快楽がずっと続くから筋トレ中毒がいいぞ！', trouble_id: 33 },
    { id: 34, name: '自己投資しよう。自分の身体は一生ものだ！', trouble_id: 34 },
    { id: 35, name: '筋肉は身に付けてしまえば減ることはない！', trouble_id: 35 },
    { id: 36, name: '自分の体にお金を使えば、筋肉として返ってくる！', trouble_id: 36 },
    { id: 37, name: '貯金じゃなくて貯筋！', trouble_id: 37 },
    { id: 38, name: 'コンビニ行くならザバスのプロテイン買ってジム行け！', trouble_id: 38 },
    { id: 39, name: '筋肉なら筋トレをやった分だけ増える！', trouble_id: 39 }
  ]
)
