# 筋トレ名言
WiseSaying.seed(
  :id,
  [
    { id: 1, name: '筋肉がNOと叫んだら、私はYES！と答える。', people: 'アーノルド・シュワルツェネッガー' },
    { id: 2, name: 'おしゃべりなら後にしてくれ。パンプが冷めちまう', people: 'アーノルド・シュワルツェネッガー' },
    { id: 3, name: '単純さ。揺れるものは全て脂肪だ。', people: 'アーノルド・シュワルツェネッガー' },
    { id: 4, name: 'ショートカットなどこの世には存在しない。', people: 'アーノルド・シュワルツェネッガー' },
    { id: 5, name: '利益だけを考える女々しい男になるな。', people: 'アーノルド・シュワルツェネッガー' },
    { id: 6, name: '君の健康に最もいい行動は、パンプと女性を楽しむこと', people: 'アーノルド・シュワルツェネッガー' },
    { id: 7, name: '困難を乗り越えた時が最高。だから、困難を乗り越える。', people: 'アーノルド・シュワルツェネッガー' },
    { id: 8, name: 'ポジティブは伝染する。勝者に関わっていることは君を勝者へと導く',
      people: 'アーノルド・シュワルツェネッガー' },
    { id: 9, name: '限界を決めるのはあなたの心だ。あなたができると思う限りそれは可能なのだ。',
      people: 'アーノルド・シュワルツェネッガー' },
    { id: 10, name: 'ハングリー精神を忘れてしまったら、その人は生きているのではなく、単に存在しているに過ぎない',
      people: 'アーノルド・シュワルツェネッガー' },
    { id: 11, name: '真のトレーニングとはやめたいと思った時から始まる', people: 'ロニー・コールマン' },
    { id: 12, name: '筋肉という名の衣服を日々の努力で縫い上げていく', people: 'ロニー・コールマン' },
    { id: 13, name: '肉体的にも精神的にも真のチャンピオンになりたい', people: '安井友梨' },
    { id: 14, name: '変化を恐れるものに微塵の進化なし', people: '安井友梨' },
    { id: 15, name: '自らの心が勝敗に支配される限り、決して心の安寧など存在しない', people: 'マッスル北村' },
    { id: 16, name: '壁にぶち当たったときこそ真のスタートライン', people: 'マッスル北村' },
    { id: 17, name: '自分で自分に心から「よくやった」と、一言言える闘いこそ、誠の勝利', people: 'マッスル北村' },
    { id: 18, name: 'ボディビルはアート', people: 'カイグリーン' },
    { id: 19, name: '昨日より良い結果を出すという目標と共に目覚めよ', people: 'ジェレミー・ブエンディア' },
    { id: 20, name: '完璧な体のためには行動しなきゃダメだ。ソファーに座ってるだけではそれは叶わない。',
      people: 'ジェレミー・ブエンディア' },
    { id: 21, name: '自分よりすごい肉体の人がいることが気に食わなかった', people: '横川尚隆' },
    { id: 22, name: 'モチベーションがないなら、やらない方が良い', people: '田代誠' },
    { id: 23, name: '運命の赤い糸は筋繊維の事', people: 'ナイアジム' }
  ]
)
